{
  "episodeNumber": 14,
  "directionChoice": {
    "a": "📌 스카우트 전쟁 발발\n\n무림대회 우승 직후, 위소운에게 몰려드는 각 문파와 세력들의 스카우트 제의를 중심으로 이야기가 전개된다. 위소운은 혼란스러운 상황 속에서 각 제안의 장단점을 파악하고, 자신의 미래에 대한 고민에 빠진다. 스카우트 제의를 거절하는 과정에서 예상치 못한 갈등이 발생하며, 위소운은 무력으로 상황을 해결해야 하는 상황에 직면한다. / 위소운, 스카우트 제안 거절 후 무력 충돌 / 천마, 과거 마교 시절 스카우트 경험 회상 / 이준혁, 스카우트 제안 분석 및 사업적 가치 계산\n\n🎬 핵심 장면: 위소운 50%, 천마 25%, 이준혁 20%, 기타 5%\n👥 캐릭터: 화려한 액션과 갈등을 통해 독자들의 몰입도를 높일 수 있다. 위소운의 강함을 어필하고, 앞으로의 행보에 대한 궁금증을 자아낼 수 있다.",
    "b": "📌 파트너십 구체화 & 안가 방문 준비\n\n남궁현과의 파트너십을 구체화하고, 안가 방문을 결정하는 과정을 중심으로 이야기가 전개된다. 남궁현은 위소운에게 사업 제안을 하고, 이준혁은 사업 아이템을 구체화하며 협력 관계를 다진다. 위소운은 안가 방문을 통해 남궁 가문과의 관계를 돈독히 하고, 자신의 성장을 위한 발판을 마련하고자 한다. / 위소운, 남궁현과 사업 논의 / 이준혁, 사업 아이템 구체화 및 시장 조사 / 위소운, 안가 방문 준비 및 결심\n\n🎬 핵심 장면: 위소운 40%, 이준혁 30%, 남궁현 20%, 천마 10%\n👥 캐릭터: 사업 복선을 진전시키고, 위소운의 인간적인 면모를 보여줄 수 있다. 안정적인 스토리 전개와 캐릭터 간의 관계 발전을 통해 독자들에게 만족감을 줄 수 있다.",
    "c": "📌 당찬의 시선\n\n무림대회 이후 주변 인물들의 변화와 감정을 당찬의 시선으로 담아낸다. 위소운의 성공에 대한 질투와 열등감, 남궁서연과 소연화 사이의 미묘한 신경전, 마현과 장위의 소소한 일상 등을 통해 위소운 주변 인물들의 이야기를 풀어낸다. 당찬은 위소운을 보며 자신의 부족함을 느끼고, 새로운 목표를 설정하기 위해 고뇌한다. / 당찬, 위소운의 성공에 대한 질투와 열등감 / 남궁서연, 소연화와의 미묘한 신경전 / 마현, 장위의 소소한 일상\n\n🎬 핵심 장면: 당찬 50%, 남궁서연 15%, 소연화 15%, 마현/장위 10%, 위소운 10%\n👥 캐릭터: 주인공 외 주변 인물들의 이야기를 통해 스토리를 풍성하게 만들 수 있다. 새로운 시각과 흥미로운 관계 설정을 통해 독자들에게 신선함을 줄 수 있다.",
    "d": "📌 천마, 300년 전 과거 회상\n\n천마가 300년 전 마교 교주 시절의 기억을 회상하며 이야기가 전개된다. 천마는 과거 자신의 선택과 행동에 대한 후회와 회한을 느끼고, 현재의 위소운에게 조언을 해준다. 300년 전 마교의 흥망성쇠 과정과 천마의 숨겨진 과거 이야기가 밝혀진다. / 천마, 300년 전 과거 회상 / 마교의 흥망성쇠 과정 묘사 / 천마, 위소운에게 조언\n\n🎬 핵심 장면: 천마 60%, 위소운 20%, 이준혁 20%\n👥 캐릭터: 과거 이야기를 통해 스토리를 확장하고, 천마 캐릭터에 대한 이해도를 높일 수 있다. 예상치 못한 반전과 숨겨진 이야기를 통해 독자들에게 충격과 재미를 선사할 수 있다.",
    "selected": "B",
    "recommended": "B"
  },
  "cliffhangerChoice": {
    "options": [
      "📌 남궁현과 사업논의\n위소운이 남궁현과 형이라고 부르면서 앞으로 사업을 서로 협력하기로 한다.\n",
      "📌 천마의 불안\n위소운이 잠들기 전 삼혼귀일경에서 천마가 갑자기 불안한 기색을 드러내며 \"개봉에... 남겨둔 게 있어. 아주 위험한...\"이라고 말한다. 위소운과 이준혁은 천마의 불안에 당황하며 그 이유를 묻지만, 천마는 더 이상 말을 잇지 못한다.\n\n🎯 독자 반응: 천마가 남겨둔 위험한 것은 무엇? / 개봉에 무슨 일이 있었던 거지? / 과거 떡밥 회수 기대!",
      "📌 뜻밖의 암살 시도\n위소운이 안가 방문을 위해 객잔을 나서는 순간, 정체를 알 수 없는 자객들이 나타나 위소운을 공격한다. 자객들의 무공은 예사롭지 않으며, 위소운은 예상치 못한 공격에 당황한다. 자객들은 \"마교의 이름으로 너를 처단한다!\"라고 외친다.\n\n🎯 독자 반응: 마교?! 왜 갑자기? / 배후는 누구? / 위소운, 무사히 안가에 도착할 수 있을까?"
    ],
    "selected": 0
  },
  "notes": "텐션 설계: 13화(10) → 14화(5) → 15화(7). 쉬어가는 화이지만 지루하면 안 됨.\n감정 키워드: 여유 → 기대 → 호기심 → 떡밥\n주의: \"시끄러\" 13화에서 1회 사용 → 14화 자제. \"나쁘지 않네\" 13화에서 1회 사용 → 14화 자제.\n코미디 7비트 필수 (스카우트 소동에서 달성 가능).\n소연화 장면 최소 1개 (관계 온도 유지).\n\n🎬 AI 추천: B안 — 캐릭터들의 감정선을 섬세하게 다루면서, 앞으로의 스토리 전개를 위한 중요한 복선들을 효과적으로 배치할 수 있다. 독자들은 위소운, 이준혁, 천마 세 인격의 유대감을 느끼고, 소백하와 안씨표국에 대한 궁금증을 갖게 될 것이다.\n\n💎 심장라인 제안: \"이준혁: 위소운 님, 언젠가 꼭... 제가 만든 세상에 초대하고 싶습니다.\"\n\n📈 감정 곡선: 따뜻한 아침 → 그리움 → 긴장 → 불안 → 비장한 결심\n\n🧩 복선 처리: B등급 소백하(사매) — 안가 방문 결정으로 진전 / S등급 천마의 유산 — 안씨표국 방문 준비, 열쇠 떡밥 강화 / \n\n🎬 AI 추천: B안 — 사업 복선을 진전시키고, 남궁현과의 파트너십을 통해 위소운의 성장을 보여주는 것이 독자들에게 흥미를 유발할 것이다. 사업 아이템 구체화 과정과 안가 방문 준비를 통해 위소운의 미래에 대한 기대감을 높일 수 있다.\n\n💎 심장라인 제안: \"\"각자 하고 싶은 걸 하면서, 함께 가는 거... 그거, 꽤 괜찮은 거래 같소.\"\"\n\n📈 감정 곡선: 따뜻한 아침 → 평온한 밤 → 불안한 기운 → 비장한 결심 \n\n🧩 복선 처리: B등급 남궁현 파트너십 심화  / S등급 만류귀종 후유증 관련 천마 과거 떡밥 투척 / 안씨세가 방문",
  "approved": true,
  "updatedAt": "2026-02-16T18:14:28.111Z"
}